{
  "metadata": {
    "total_size": 6230444800
  },
  "weight_map": {
    "transformer.h.0.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.0.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.0.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.1.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.1.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.10.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.10.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.11.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.11.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.12.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.12.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.13.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.13.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.14.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.14.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.15.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.15.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.16.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.16.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.17.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.17.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.18.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.18.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.19.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.19.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.2.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.2.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.20.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.20.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.21.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.21.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.22.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.22.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.23.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.23.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.24.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.24.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.25.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.25.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.26.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.26.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.27.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.27.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.28.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.28.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.29.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.29.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.3.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.3.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.30.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.30.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.30.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.30.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.30.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.30.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.30.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.30.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.30.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.30.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.30.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.30.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.31.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.31.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.31.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.31.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.31.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.31.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.31.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.31.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.31.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.31.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.31.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.31.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.32.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.32.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.32.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.32.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.32.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.32.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.32.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.32.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.32.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.32.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.32.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.32.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.33.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.33.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.33.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.33.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.33.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.33.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.33.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.33.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.33.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.33.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.33.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.33.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.34.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.34.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.34.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.34.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.34.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.34.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.34.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.34.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.34.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.34.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.34.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.34.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.35.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.35.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.35.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.35.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.35.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.35.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.35.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.35.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.35.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.35.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.35.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.35.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.36.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.36.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.36.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.36.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.36.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.36.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.36.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.36.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.36.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.36.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.36.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.36.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.37.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.37.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.37.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.37.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.37.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.37.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.37.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.37.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.37.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.37.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.37.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.37.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.38.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.38.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.38.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.38.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.38.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.38.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.38.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.38.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.38.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.38.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.38.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.38.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.39.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.39.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.39.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.39.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.39.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.39.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.39.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.39.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.39.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.39.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.39.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.39.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.4.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.4.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.4.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.4.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.4.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.4.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.4.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.40.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.40.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.40.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.40.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.40.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.40.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.40.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.40.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.40.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.40.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.40.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.40.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.41.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.41.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.41.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.41.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.41.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.41.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.41.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.41.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.41.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.41.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.41.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.41.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.42.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.42.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.42.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.42.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.42.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.42.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.42.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.42.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.42.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.42.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.42.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.42.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.43.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.43.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.43.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.43.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.43.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.43.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.43.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.43.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.43.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.43.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.43.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.43.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.44.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.44.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.44.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.44.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.44.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.44.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.44.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.44.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.44.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.44.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.44.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.44.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.45.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.45.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.45.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.45.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.45.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.45.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.45.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.45.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.45.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.45.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.45.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.45.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.46.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.46.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.46.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.46.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.46.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.46.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.46.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.46.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.46.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.46.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.46.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.46.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.47.attn.c_attn.bias": "model-00002-of-00002.safetensors",
    "transformer.h.47.attn.c_attn.weight": "model-00002-of-00002.safetensors",
    "transformer.h.47.attn.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.47.attn.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.47.ln_1.bias": "model-00002-of-00002.safetensors",
    "transformer.h.47.ln_1.weight": "model-00002-of-00002.safetensors",
    "transformer.h.47.ln_2.bias": "model-00002-of-00002.safetensors",
    "transformer.h.47.ln_2.weight": "model-00002-of-00002.safetensors",
    "transformer.h.47.mlp.c_fc.bias": "model-00002-of-00002.safetensors",
    "transformer.h.47.mlp.c_fc.weight": "model-00002-of-00002.safetensors",
    "transformer.h.47.mlp.c_proj.bias": "model-00002-of-00002.safetensors",
    "transformer.h.47.mlp.c_proj.weight": "model-00002-of-00002.safetensors",
    "transformer.h.5.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.5.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.5.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.6.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.6.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.7.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.7.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.8.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.8.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.attn.c_attn.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.attn.c_attn.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.attn.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.attn.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.ln_1.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.ln_1.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.ln_2.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.ln_2.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.mlp.c_fc.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.mlp.c_fc.weight": "model-00001-of-00002.safetensors",
    "transformer.h.9.mlp.c_proj.bias": "model-00001-of-00002.safetensors",
    "transformer.h.9.mlp.c_proj.weight": "model-00001-of-00002.safetensors",
    "transformer.ln_f.bias": "model-00002-of-00002.safetensors",
    "transformer.ln_f.weight": "model-00002-of-00002.safetensors",
    "transformer.wpe.weight": "model-00001-of-00002.safetensors",
    "transformer.wte.weight": "model-00001-of-00002.safetensors"
  }
}
